{
    "words": [
        "obtain",
        "destroy",
        "gold",
        "suspicious",
        "erudition",
        "insolence",
        "unhappy",
        "grim",
        "timeless",
        "apex",
        "inexorable",
        "incongruent",
        "naivete",
        "idiosyncrasies",
        "beset",
        "unsavory",
        "reave",
        "congenial",
        "pore",
        "unnerving",
        "gawk",
        "fathom",
        "ominous",
        "fabled",
        "brandish",
        "wrathful",
        "glint",
        "displeasure",
        "grandiose",
        "adept",
        "hindsight",
        "rabble",
        "ennui",
        "inane",
        "callous",
        "kindred",
        "stride",
        "pompous",
        "reprehensible",
        "retort",
        "introspection",
        "gaze",
        "specious",
        "sardonic",
        "riveting",
        "ajar",
        "coffer",
        "disseminate",
        "clandestine",
        "flippant",
        "iota",
        "vehemence",
        "aghast",
        "ephemeral",
        "tarry",
        "gaudy",
        "tenuous",
        "cutthroat",
        "premonition",
        "feign",
        "conundrum",
        "conundrum",
        "sonorous",
        "aloof",
        "opulence",
        "trepidation",
        "reticent",
        "peerless",
        "incorrigible",
        "inequitable",
        "facsimile",
        "crass",
        "gusto",
        "detestable",
        "perennial",
        "brevity",
        "esoteric",
        "privy",
        "arcane",
        "sanguine",
        "bloodcurdling",
        "festering",
        "exemplary",
        "loathing",
        "concur",
        "cordially",
        "cordial",
        "echelon",
        "progeny",
        "acuity",
        "capricious"
    ],
    "definitions": [
        [
            "To get hold of; to gain possession of, to procure; to acquire, in any way.",
            "To secure (that) a specific objective or state of affairs be reached.",
            "To prevail, be victorious; to succeed.",
            "To hold; to keep, possess or occupy.",
            "To exist or be the case; to hold true, be in force."
        ],
        [
            "To damage beyond use or repair.",
            "To neutralize, undo a property or condition.",
            "To put down or euthanize.",
            "To severely disrupt the well-being of (a person); ruin.",
            "To defeat soundly.",
            "To remove data.",
            "To sing a song poorly.",
            "(antiphrasis) To exhaust duly and thus recreate or build up.",
            "To penetrate sexually in an aggressive way."
        ],
        [
            "A heavy yellow elemental metal of great value, with atomic number 79 and symbol Au.",
            "A coin or coinage made of this material, or supposedly so.",
            "A deep yellow colour, resembling the metal gold.",
            "The bullseye of an archery target.",
            "A gold medal.",
            "Anything or anyone that is very valuable.",
            "(in the plural) A grill (jewellery worn on front teeth) made of gold."
        ],
        [
            "Arousing suspicion.",
            "Distrustful or tending to suspect.",
            "Expressing suspicion"
        ],
        [
            "Profound knowledge, especially that based on learning and scholarship."
        ],
        [
            "Arrogant conduct; insulting, bold behaviour or attitude.",
            "Insolent conduct or treatment; insult.",
            "The quality of being unusual or novel."
        ],
        [
            "An individual who is not happy."
        ],
        [
            "Specter, ghost, haunting spirit"
        ],
        [
            "A gene encoding an essential protein that regulates circadian rhythm, normally written in italics: timeless."
        ],
        [
            "Conical priest cap",
            "The highest or the greatest point of something.",
            "The moment of greatest success, expansion, etc.",
            "The topmost vertex of a cone or pyramid (in their conventional orientation).",
            "The \"pointed\" fine end of something.",
            "The end of a leaf, petal or similar organ opposed to the end where it is attached to its support; the tip.",
            "The point on the celestial sphere toward which the sun appears to move relative to nearby stars.",
            "The lowest point on a pendant drop of a liquid.",
            "The end or edge of a vein nearest the surface.",
            "A diacritic in Classical Latin that resembles and gave rise to the acute.",
            "A diacritic in Middle Vietnamese that indicates /ŋ͡m/.",
            "A sharp upward point formed by two strokes that meet at an acute angle, as in \"W\", uppercase \"A\", and closed-top \"4\", or by a tapered stroke, as in lowercase \"t\".",
            "The top of the food chain"
        ],
        [
            "Impossible to prevent or stop; inevitable.",
            "Unable to be persuaded; relentless; unrelenting.",
            "Adamant; severe."
        ],
        [
            "Out of place, incompatible, inharmonious, not congruent",
            "Of or relating to two numbers that have different remainders when divided by a third number"
        ],
        [
            "Lack of sophistication, experience, judgement or worldliness; artlessness; gullibility; credulity."
        ],
        [
            "A behavior or way of thinking that is characteristic of a person.",
            "A language or behaviour that is particular to an individual or group.",
            "A peculiar individual reaction to a generally innocuous substance or factor.",
            "A peculiarity that serves to distinguish or identify."
        ],
        [
            "To surround or hem in.",
            "(sometimes figurative) To attack or assail, especially from all sides.",
            "To decorate something with jewels etc.",
            "Of a ship, to get trapped by ice."
        ],
        [
            "Not savory; without flavor.",
            "Of bad taste; distasteful.",
            "Making an activity undesirable.",
            "Disreputable, not respectable, of questionable moral character."
        ],
        [
            "To plunder, pillage, rob, pirate, or remove.",
            "To deprive (a person) of something through theft or violence."
        ],
        [
            "Having the same or very similar nature, personality, tastes, habits or interests.",
            "Friendly or sociable.",
            "Suitable to one’s needs."
        ],
        [
            "A tiny opening in the skin.",
            "By extension any small opening or interstice, especially one of many, or one allowing the passage of a fluid."
        ],
        [
            "To deprive of nerve, force, or strength; to weaken; to enfeeble.",
            "To make somebody nervous, upset, alarm, shake the resolve of."
        ],
        [
            "A cuckoo.",
            "A fool; a simpleton; a stupid or clumsy person."
        ],
        [
            "Grasp, envelopment, control.",
            "(now usually nautical) An English unit of length for water depth notionally based upon the width of grown man's outstretched arms but standardized as 6 feet (about 1.8 m).",
            "Various similar units in other systems.",
            "Depth of insight, mental reach or scope."
        ],
        [
            "Of or pertaining to an omen or to omens; being or exhibiting an omen; significant.",
            "Specifically, giving indication of a coming ill; being an evil omen"
        ],
        [
            "To compose fables; hence, to write or speak fiction; to write or utter what is not true.",
            "To make up; to devise, and speak of, as true or real; to tell of falsely; to recount in the form of a fable."
        ],
        [
            "The act of flourishing or waving."
        ],
        [
            "Possessed of great wrath; very angry."
        ],
        [
            "A short flash of light."
        ],
        [
            "A feeling of being displeased with something or someone; dissatisfaction; disapproval.",
            "That which displeases; cause of irritation or annoyance; offence; injury.",
            "A state of disgrace or disfavour."
        ],
        [
            "Large and impressive, in size, scope or extent",
            "Pompous or pretentious"
        ],
        [
            "One fully skilled or well versed in anything; a proficient"
        ],
        [
            "Realisation or understanding of the significance and nature of events after they have occurred",
            "The rear sight of a firearm"
        ],
        [
            "To speak in a confused manner; talk incoherently; utter nonsense",
            "To speak confusedly or incoherently; gabble or chatter out"
        ],
        [
            "A gripping listlessness or melancholia caused by boredom; depression."
        ],
        [
            "That which is void or empty."
        ],
        [
            "Emotionally hardened; unfeeling and indifferent to the suffering/feelings of others.",
            "Having calluses."
        ],
        [
            "(often plurale tantum) Distant and close relatives, collectively; kin.",
            "(often plurale tantum) People of the same ethnic descent, not including speaker; brethren.",
            "A grouping of relatives.",
            "Blood relationship.",
            "Affinity, likeness.",
            "A household or group following the modern pagan faith of Heathenry or Ásatrú."
        ],
        [
            "To walk with long steps.",
            "To stand with the legs wide apart; to straddle.",
            "To pass over at a step; to step over.",
            "To straddle; to bestride."
        ],
        [
            "Affectedly grand, solemn or self-important."
        ],
        [
            "A reprehensible person; a villain."
        ],
        [
            "A sharp or witty reply, or one which turns an argument against its originator; a comeback."
        ],
        [
            "A looking inward; specifically, the act or process of self-examination, or inspection of one's own thoughts and feelings; the cognition which the mind has of its own acts and states"
        ],
        [
            "A fixed look; a look of eagerness, wonder, or admiration; a continued look of attention.",
            "The object gazed on.",
            "In Lacanian psychoanalysis, the relationship of the subject with the desire to look and awareness that one can be viewed."
        ],
        [
            "Seemingly well-reasoned, plausible or true, but actually fallacious.",
            "Employing fallacious but deceptively plausible arguments; deceitful.",
            "Having an attractive appearance intended to generate a favorable response; deceptively attractive.",
            "Beautiful, pleasing to look at."
        ],
        [
            "Scornfully mocking or cynical.",
            "Disdainfully or ironically humorous."
        ],
        [
            "To attach or fasten parts by using rivets.",
            "To install rivets.",
            "To command the attention of.",
            "To make firm or immovable."
        ],
        [
            "To turn or open slightly; to become ajar or to cause to become ajar; to be or to hang ajar."
        ],
        [
            "A strong chest or box used for keeping money or valuables safe.",
            "An ornamental sunken panel in a ceiling or dome.",
            "A cofferdam.",
            "A supply or store of money, often belonging to an organization.",
            "A trench dug in the bottom of a dry moat, and extending across it, to enable the besieged to defend it with raking fire."
        ],
        [
            "To sow and scatter principles, ideas, opinions, etc, or concrete things, for growth and propagation, like seeds.",
            "To become widespread."
        ],
        [
            "Done or kept in secret, sometimes to conceal an illicit or improper purpose.",
            "(of a person or lodge) Not recognized as a regular member."
        ],
        [
            "Glib; speaking with ease and rapidity",
            "Nimble; limber.",
            "Showing disrespect through a casual attitude, levity, and a lack of due seriousness; pert."
        ],
        [
            "The ninth letter of the Greek alphabet.",
            "A jot; a very small, insignificant quantity."
        ],
        [
            "An intense concentration, force or power.",
            "A wild or turbulent ferocity or fury.",
            "Eagerness, fervor, excessive strong feeling."
        ],
        [
            "Terrified; struck with amazement; showing signs of terror or horror."
        ],
        [
            "Something which lasts for a short period of time."
        ],
        [
            "A sojourn."
        ],
        [
            "One of the large beads in the rosary at which the paternoster is recited."
        ],
        [
            "Thin in substance or consistency.",
            "Insubstantial."
        ],
        [
            "A murderer who slits the throats of victims.",
            "An unscrupulous, ruthless or unethical person.",
            "A three-player pocket billiards game where the object is to be the last player with at least one ball still on the table."
        ],
        [
            "A clairvoyant or clairaudient experience, such as a dream, which resonates with some event in the future.",
            "A strong intuition that something is about to happen (usually something negative, but not exclusively)."
        ],
        [
            "To make a false show or pretence of; to counterfeit or simulate.",
            "To imagine; to invent; to pretend.",
            "To make an action as if doing one thing, but actually doing another, for example to trick an opponent.",
            "To hide or conceal."
        ],
        [
            "A difficult question or riddle, especially one using a play on words in the answer.",
            "A difficult choice or decision that must be made."
        ],
        [
            "A difficult question or riddle, especially one using a play on words in the answer.",
            "A difficult choice or decision that must be made."
        ],
        [
            "Capable of giving out a deep, resonant sound.",
            "Full of sound and rich, as in language or verse.",
            "Wordy or grandiloquent.",
            "Produced with a relatively open vocal tract and relatively little obstruction of airflow."
        ],
        [
            "Reserved and remote; either physically or emotionally distant; standoffish."
        ],
        [
            "Wealth",
            "Abundance, bounty, profusion"
        ],
        [
            "A fearful state; a state of concern or hesitation.",
            "An involuntary trembling, sometimes an effect of paralysis, but usually caused by terror or fear; quaking; quivering.",
            "A libration of the starry sphere in the Ptolemaic system; a motion ascribed to the firmament, to account for certain small changes in the position of the ecliptic and of the stars."
        ],
        [
            "Keeping one's thoughts and opinions to oneself; reserved or restrained.",
            "Hesitant or not wanting to take some action; reluctant (usually followed by a verb in the infinitive)."
        ],
        [
            "Without peer or equal; unparalleled, nonpareil. Of the highest quality, best."
        ],
        [
            "An incorrigibly bad individual."
        ],
        [
            "Unfair, unequal or unjust"
        ],
        [
            "A copy or reproduction.",
            "A fax, a machine for making and sending copies of printed material and images via radio or telephone network.",
            "The image sent by the machine itself."
        ],
        [
            "Coarse; crude; unrefined or insensitive; lacking discrimination",
            "Materialistic",
            "Dense",
            "Lacking finesse; crude and obvious."
        ],
        [
            "Enthusiasm; enjoyment, vigor."
        ],
        [
            "Stimulating disgust or detestation; offensive; shocking."
        ],
        [
            "A perennial plant; a plant that is active throughout the year or survives for more than two growing seasons."
        ],
        [
            "The quality of being brief in duration.",
            "Succinctness; conciseness.",
            "A short piece of writing."
        ],
        [
            "An esoteric doctrine or treatise; esoteric philosophy.",
            "One who believes, or is an initiate, in esoteric doctrines or rites."
        ],
        [
            "An outdoor facility for urination and defecation, whether open (latrine) or enclosed (outhouse).",
            "A lavatory: a room with a toilet.",
            "A toilet: a fixture used for urination and defecation.",
            "A partaker; one having an interest in an action, contract, etc. to which he is not himself a party."
        ],
        [
            "Understood by only a few.",
            "(by extension) Obscure, mysterious.",
            "Requiring secret or mysterious knowledge to understand.",
            "Extremely old (e.g. interpretation or knowledge), and possibly irrelevant."
        ],
        [
            "Blood colour; red.",
            "Anything of a blood-red colour, as cloth.",
            "A tincture, seldom used, of a blood-red colour (not to be confused with murrey).",
            "Bloodstone.",
            "Red crayon."
        ],
        [
            "Causing great horror or terror."
        ],
        [
            "To become septic; to become rotten.",
            "To worsen, especially due to lack of attention.",
            "To cause to fester or rankle."
        ],
        [
            "An example, or typical instance.",
            "A copy of a book or a piece of writing."
        ],
        [
            "To detest, hate, revile."
        ],
        [
            "To unite or agree (in action or opinion); to have a common opinion; to coincide; to correspond.",
            "To meet in the same point; to combine or conjoin; to contribute or help towards a common object or effect.",
            "To run together; to meet.",
            "To converge."
        ],
        [
            "In a cordial, warm or friendly manner."
        ],
        [
            "A concentrated noncarbonated soft drink which is diluted with water before drinking.",
            "An individual serving of such a diluted drink.",
            "A pleasant-tasting medicine.",
            "A liqueur prepared using the infusion process.",
            "A candy (or bonbon) usually made of milk chocolate, filled with small fruits (often maraschino cherries) and syrup or fondant.",
            "Anything that revives or comforts."
        ],
        [
            "A level or rank in an organization, profession, or society.",
            "A line of riders seeking maximum drafting in a crosswind, resulting in a diagonal line across the road.",
            "A formation of troops, ships, etc., in diagonal parallel rows."
        ],
        [
            "Offspring or descendants considered as a group.",
            "Descent, lineage, ancestry.",
            "A result of a creative effort."
        ],
        [
            "Sharpness or acuteness, as of a needle, wit, etc."
        ],
        [
            "Impulsive and unpredictable; determined by chance, impulse, or whim"
        ]
    ],
    "examples": [
        [
            null,
            null,
            null,
            null,
            null
        ],
        [
            "Hooligans destroy unprovoked.",
            "Smoking destroys the natural subtlety of the palate.",
            "Destroying a rabid dog is required by law.",
            "Her divorce destroyed her; she had a nervous breakdown and was severely depressed for more than a year.",
            null,
            "The memory leak happened because we forgot to destroy the temporary lists.",
            null,
            "This exercise is going to destroy all parts of your shoulders.",
            "She got destroyed by her lover on the carpet."
        ],
        [
            null,
            null,
            null,
            null,
            "France has won three golds and five silvers.",
            null,
            null
        ],
        [
            "His suspicious behaviour brought him to the attention of the police.",
            "I have a suspicious attitude to get-rich-quick schemes.",
            "She gave me a suspicious look."
        ],
        [
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null,
            "the apex of the building",
            "the apex of civilization",
            null,
            null,
            null,
            null,
            null,
            null,
            null,
            null,
            null,
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            "Her knowledge of world politics was incongruent in someone so young.",
            null
        ],
        [
            null
        ],
        [
            null,
            null,
            null,
            "He mastered the idiosyncrasies of English spelling and speech."
        ],
        [
            null,
            null,
            null,
            null
        ],
        [
            null,
            null,
            null,
            "His unsavory reputation as a mobster came back to haunt him when he ran for mayor of New York."
        ],
        [
            null,
            null
        ],
        [
            null,
            "The congenial bartender makes the Hog’s Head an inviting place to hang out during the weekends.",
            null
        ],
        [
            null,
            null
        ],
        [
            "to unnerve the arm",
            "I was greatly unnerved by the news that my attacker was back in the country."
        ],
        [
            null,
            null
        ],
        [
            null,
            null,
            null,
            null
        ],
        [
            null,
            "California poll support for Jerry Brown's tax increases has ominous implications for U.S. taxpayers too Los Angeles Times Headline April 25, 2011"
        ],
        [
            null,
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            "I saw the glint of metal as he raised the gun."
        ],
        [
            null,
            null,
            null
        ],
        [
            null,
            null
        ],
        [
            "adepts in philosophy"
        ],
        [
            "In hindsight, I should have quit that job sooner.",
            null
        ],
        [
            null,
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            "She was so callous that she could criticise a cancer patient for wearing a wig.",
            null
        ],
        [
            null,
            null,
            null,
            null,
            null,
            null
        ],
        [
            null,
            null,
            null,
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            "This idea that we must see through what we have started is specious, however good it may sound.",
            null,
            null,
            null
        ],
        [
            "He distances himself from people with his nasty, sardonic laughter.",
            null
        ],
        [
            null,
            null,
            null,
            "Terror riveted him to the spot."
        ],
        [
            null
        ],
        [
            null,
            null,
            null,
            null,
            null
        ],
        [
            null,
            "The values of the human rights movement have disseminated throughout the world."
        ],
        [
            "clandestine military operations",
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            "As a Greek numeral, iota represents ten.",
            null
        ],
        [
            "The bear attacked with vengeance and vehemence.",
            "His response was bursting with hatred and vehemence.",
            null
        ],
        [
            "I was aghast when the incident unfolded in front of me."
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null
        ],
        [
            "Far from being amicable, the numbers seemed to turn their backs on each other, and I couldn't find a pair with even the most tenuous connection.",
            "His argument was not convincing in the debate, considering how tenuous it was."
        ],
        [
            null,
            null,
            null
        ],
        [
            null,
            null
        ],
        [
            "The pupil feigned sickness on the day of his exam.",
            "He feigned that he had gone home at the appointed time.",
            null,
            "Jessica feigned the fact that she had not done her homework."
        ],
        [
            null,
            null
        ],
        [
            null,
            null
        ],
        [
            "The highlight of the hike was the sonorous cave, which produced a ringing echo from the hiker’s shouts.",
            "He was selected to give the opening speech thanks to his imposing, sonorous voice.",
            null,
            null
        ],
        [
            null
        ],
        [
            null,
            null
        ],
        [
            "I decided, with considerable trepidation, to let him drive my car without me.",
            null,
            null
        ],
        [
            null,
            null
        ],
        [
            null
        ],
        [
            "The incorrigibles in the prison population are either lifers or habitual reoffenders."
        ],
        [
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            null,
            null,
            null,
            null
        ],
        [
            "He sang with more gusto than talent."
        ],
        [
            null
        ],
        [
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            null,
            null
        ],
        [
            null,
            null,
            null,
            null
        ],
        [
            "arcane rituals",
            "arcane details",
            null,
            "An arcane law"
        ],
        [
            null,
            null,
            null,
            null,
            null
        ],
        [
            null
        ],
        [
            null,
            "Deal with the problem immediately; do not let it fester.",
            null
        ],
        [
            null,
            null
        ],
        [
            "I absolutely loathe this place."
        ],
        [
            null,
            null,
            null,
            null
        ],
        [
            null
        ],
        [
            null,
            null,
            null,
            null,
            null,
            null
        ],
        [
            null,
            null,
            null
        ],
        [
            "I treasure this five-generation photograph of my great-great grandmother and her progeny.",
            null,
            "His dissertation is his most important intellectual progeny to date."
        ],
        [
            null
        ],
        [
            "I almost died in a capricious winter storm."
        ]
    ]
}